[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Gihun Ham
VERSION=2.5.0

[Language]
LANGUAGE=한국어
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0412

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=파일(&F)
CUSTOMIZE=사용자 지정(&C)
EXIT=종료(&E)
EDIT=편집(&E)
COPY=복사(&C)
FUNCTION=기능(&U)
HIDE_SMART_INFO=S.M.A.R.T. 정보 숨김(&S)
HIDE_SERIAL_NUMBER=시리얼넘버 숨김(&N)
SHOW_DRIVE_LETTER=드라이브 문자 표시(&L)
ADVANCED_DISK_SEARCH=고급 디스크 검사(&A)
EVENT_LOG=이벤트 로그(&V)
AAM_APM_CONTROL=AAM/APM 설정(&M)
AUTO_AAM_APM_ADAPTION=자동 AAM/APM 시간표시(&P)
RESIDENT=트레이 아이콘에 상태 표시(&I)
STARTUP=시스템 시작시 자동실행(&S)
OPEN_DISK_MANAGEMENT="디스크 관리" 열기(&D)
OPEN_DEVICE_MANAGER="장치 관리자" 열기(&M)
ADVANCED_FEATURE=고급 기능(&F)
REFRESH=새로 고침(&R)
RESCAN=재검사(&C)
DISABLE=사용안함(&D)
AUTO_REFRESH=자동 새로 고침(&A)
AUTO_REFRESH_TARGET=자동 새로고침 대상(&T)
AUTO_REFRESH_TARGET_ALL_DISK=디스크 모두 선택(&E)
AUTO_REFRESH_UNTARGET_ALL_DISK=디스크 모두 제거(&U)
WAIT_TIME_AT_STARTUP=프로그램 시작시 지연시간(&W)
GRAPH=그래프(&G)
THEME=테마(&T)
DISK=디스크(&D)
HELP=도움말(&H)
HELP_ABOUT=CrystalDiskInfo 정보(&A)
HELP_ABOUT_SMART=S.M.A.R.T. 정보(&S) (Wikipedia) [Web]
LANGUAGE=언어
ITEM=항목(&I)
TEMPERATURE_TYPE=온도표기(&E)
CELSIUS=섭씨(°C)
FAHRENHEIT=화씨(°F)
HEALTH_STATUS_SETTING=장치 상태 설정(&H)

;Graph
OPTION=옵션(&O)
LEGEND_POSITION=범례 위치(&L)
NORTH_WEST=왼쪽 위(&N)
NORTH_EAST=오른쪽 위(&E)
SOUTH_WEST=왼쪽 아래(&W)
SOUTH_EAST=오른쪽 아래(&S)
MAX_PLOT_POINT=최대 플롯 포인트 수(&M)
TIME_FORMAT=시간 형식(&T)
PAINT_WEEKEND=주말을 색칠해서 표시(&P)
ALL=모두(&A)

;2.7.0
COPY_OPTION=Copy &Option
RESIDENT_STYLE=Resident St&yle
MINIMIZE=Minimize
HIDE=Hide

;3.0.0
ZOOM=&Zoom
AUTO=&Auto
ATTRIBUTE=&Attribute

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=초
MINUTE=분
HOUR=hour

:3.9.4
WORKAROUND=W&orkaround

;4.0.0
ALERT_MAIL=Alert Mail
MAIL_SETTINGS=Mail Settings
SMART_IN_ENGLISH=S.M.A.R.T. in English
FONT_SETTING=Font Setting

[TrayMenu]
EXIT=종료
REFRESH=새로 고침
RESCAN=재검사
ENABLE=사용
DISABLE=사용안함
ENABLE_ALL=모두 사용함
DISABLE_ALL=모두 사용안함
AUTO_REFRESH=자동 새로 고침
AUTO_REFRESH_TARGET=자동 새로 고침 대상
AUTO_REFRESH_TARGET_ALL_DISK=모든 디스크을 자동 새로 고침 대상으로 함
AUTO_REFRESH_UNTARGET_ALL_DISK=모든 디스크을 자동 새로 고침 대상에서 제거
ALARM_SETTING_TEMPERATURE=경보설정 - 온도
ALARM_SETTING_HEALTH_STATUS=경보설정 - 장치 상태
SHOW_MAIN_WINDOW=메인 화면을 표시
SHOW_TEMPERATURE_ICON=온도 아이콘을 표시
SHOW_ALL_TEMPERATURE_ICON=모든 온도아이콘을 표시
HIDE_ALL_TEMPERATURE_ICON=모든 온도아이콘을 숨김
COLLECTIVE_SETTING=전부 설정
GRAPH=그래프
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Show Temperature Icon Only

[DiskStatus]
GOOD=정상
CAUTION=주의
BAD=위험
UNKNOWN=알 수 없음
DISK=디스크

[Dialog]
LIST_ID=ID
LIST_CURRENT=현재 수치
LIST_WORST=최악 수치
LIST_THRESHOLD=경계 수치
LIST_RAW_VALUES=Raw 수치
;LIST_DESCRIPTION=설명
LIST_ATTRIBUTE_NAME=이름

FIRMWARE=펌웨어
SERIAL_NUMBER=시리얼넘버
INTERFACE=인터페이스
STANDARD=표준
TRANSFER_MODE=전송모드
BUFFER_SIZE=버퍼 크기
NV_CACHE_SIZE=NV 캐시 크기
ROTATION_RATE=회전률
TEMPERATURE=온도
POWER_ON_HOURS=사용 시간
POWER_ON_COUNT=사용 수(전원이 들어온 수)
DRIVE_LETTER=드라이브 문자
FEATURE=지원되는 기능
HEALTH_STATUS=장치 상태

UNKNOWN=알 수 없음
POWER_ON_COUNT_UNIT=회
POWER_ON_HOURS_UNIT=시간
POWER_ON_DAYS_UNIT=일

;4.3
TOTAL_HOST_WRITES=Total Host Writes
TOTAL_HOST_READS=Total Host Reads
TOTAL_NAND_WRITES=Total NAND Writes

;4.5
WEAR_LEVELING_COUNT=Wear Leveling Count

[Message]
DETECT_UNIT_POWER_ON_HOURS=『사용시간』을 알아내고 있습니다... (약 130 초가 걸립니다.)
DETECT_DISK=디스크을 찾고 있습니다...
PLEASE_ENABLE_WMI=WMI(Windows Management Instrumentation) 을 사용 가능하게 해주세요
PLEASE_RESTART_THIS_APPLICATION=테마를 적용하기 위해서는 프로그램을 재시작해야 합니다
DISK_NOT_FOUND=디스크를 찾을 수 없습니다.

[Alarm]
ALARM_TEMPERATURE=경보 - 온도
ALARM_HEALTH_STATUS=경보 - 장치 상태
DEGRADATION=열화
RECOVERY=복구
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=항목을 선택해주세요.
ACTUAL_VALUE=실제 수치：『RAW 수치』에서 추출
NORMALIZED_VALUE=정규화 수치：『현재 수치』
ALL_ON=디스크 모두 선택
ALL_OFF=디스크 모두 해제
RESET=리셋

[Customize]
LINE_COLOR=선의 색깔
BACKGROUND_IMAGE=배경 그림
SUPPORTED_IMAGE_FORMAT=모든 그림 파일
ALL_FILES=모든 파일

[AamApm]
AAM_LOW=← 저소음 우선 (80h)
AAM_HIGH=성능 우선 (FEh) →
AAM_RECOMMEND=권장 값
APM_LOW=← 전력 소비를 최소화 (01h)
APM_HIGH=성능 우선 (FEh) →
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=CrystalDiskInfo 정보
GRAPH=그래프
CUSTOMIZE=사용자 지정
VERSION_INFORMATION=버전 정보
AAM_APM_CONTROL=AAM/APM 설정
HEALTH_STATUS_SETTING=장치 상태 설정

[HealthStatus]
THRESHOLD_OF_CAUTION=『주의』경계 기준
APPLY=적용
DEFAULT=초기값

[Smart]
UNKNOWN=알 수 없음
VENDOR_SPECIFIC=Vendor Specific
01=읽기 오류율
02=처리량(Throughput) 성능
03=스핀 업 시간
04=시작/멈춤 횟수
05=치환된 섹터 횟수
06=읽기 채널 마진
07=탐색 오류율
08=탐색 시간 성능
09=사용 시간
0A=스핀 업 재시도 횟수
0B=Recalibration 재시도 횟수
0C=전원 투입 수
0D=Soft 읽기 오류율 stab
BE=공기흐름 온도
BF=충격으로 발생한 오류율
C0=갑작스런 전원차단 수
C1=로드 / 언로드 싸이클 횟수
C2=온도
C3=하드웨어 ECC 복구 횟수
C4=섹터 치환 이벤트 횟수
C5=현재 치환 예정인 섹터 횟수
C6=고칠 수 없는 섹터 횟수
C7=UltraDMA CRC 오류 횟수
C8=쓰기 오류율
C9=Soft 읽기 오류율
CA=데이터 주소 표시 오류 
CB=ECC 오류율
CC=소프트웨어 ECC 보정 오류 횟수
CD=Thermal Asperity Rate
CE=Flying Height
CF=Spin High Current
D0=Spin Buzz
D1=오프라인 탐색 성능
D3=쓰기 중에 가해졌던 큰 진동
D4=쓰기 중에 가해졌던 큰 충격
DC=Disk Shift
DD=충격 오류율
DE=로드 시간
DF=로드 / 언로드 재시도 횟수
E0=로드  Friction
E1=로드 싸이클 횟수
E2=Load 'In'-time
E3=Torque Amplification 횟수
E4=갑작스런 전원차단 싸이클
E6=GMR Head Amplitude
E7=온도
F0=Head Flying Hours
FA=읽기 오류 재시도율
;Added 3.0
B8=End-to-End Error
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=High Fly Writes
FE=Free Fall Protection
;4.5.0
F1=Total LBAs Written
F2=Total LBAs Read

[SmartSsd]
01=읽기 오류율
02=처리량(Throughput) 성능
03=스핀 업 시간
04=시작/멈춤 횟수
05=치환된 섹터 횟수
06=읽기 채널 마진
07=탐색 오류율
08=탐색 시간 성능
09=사용 시간
0A=스핀 업 재시도 횟수
0B=Recalibration 재시도 횟수
0C=전원 투입 수
0D=Soft 읽기 오류율 stab
C0=Unsafe Shutdown Count
C2=온도
C4=섹터 치환 이벤트 횟수
C5=현재 치환 예정인 섹터 횟수
C6=고칠 수 없는 섹터 횟수
; CrystalDiskInfo assign
FF=Remaining Life

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=읽기 오류율
09=사용 시간
0C=전원 투입 수
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron60x]
09=사용 시간
0C=전원 투입 수
C2=온도
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel]
03=스핀 업 시간
04=시작/멈춤 횟수
05=치환된 섹터 횟수
09=사용 시간
0C=전원 투입 수
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

;Updated 4.1
AA=Available Reserved Space
AB=Program Fail Count
AC=Erase Fail Count
BB=Uncorrectable Error Count

;Updated 4.3
AE=Unexpected Power Loss
E2=Timed Workload Media Wear
E3=Timed Workload Host Read/Write Ratio
E4=Timed Workload Timer
F1=Total LBAs Written
F2=Total LBAs Read
F9=Total NAND Writes

[SmartSamsung] ;Updated (4.3)
05=Reallocated Sector Count
09=Power-on Hours
0C=Power-on Count
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime Bad Block (Total)
BB=Uncorrectable Error Count
BE=Airflow Temperature
C2=Temperature
C3=ECC Error Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status
EB=POR Recovery Count
F1=Total LBA Written
F2=Total LBA Read

[SmartSandForce] ;Updated (3.7.0)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=Gigabytes Erased
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B1=Wear Range Delta
B5=Program Fail Count
B6=Erase Fail Count
B8=Reported I/O Error Detection Code Errors
BB=Reported Uncorrectable Errors
C2=Temperature
C3=On‐the‐Fly ECC Uncorrectable Error Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors (CRC) Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate
E6=Life Curve Status
E7=SSD Life Left
E8=Available Reserved Space
EB=SuperCap health
F1=Lifetime Writes from Host
F2=Lifetime Reads from Host

[SmartJMicron61x] ;Added (3.9)
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AF=Bad Cluster Table Count (ECC Fail Count)
C0=Unexpected Power Loss Count
C2=Temperature
C5=Current Pending Sector Count
AA=Bad Block Count
AD=Erase Count

[SmartMicron] ;Added (4.0)/Updated (4.5)
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
AA=Grown Failing Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B5=Non-4k Aligned Access
B7=SATA Interface Downshift
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=Factory Bad Block Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percentage Of The Rated Lifetime Used
CE=Write Error Rate

;4.5
B8=Error Correction Count
C2=Enclosure Temperature
C3=Cumulative Corrected ECC

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
E8=Total Count of Write Sectors
E9=Remaining Life